###################################################
#German interface file for   Reset Windows Password
#Translated by Mary,     e-mail: appel.sin78@gmx.de
###################################################

101=&Über RWP...
102=Fehler
103=Letzter Systemfehler:
104=Fehler %X
105=Willkommen bei
106=Dieser Assistent führt Sie schrittweise durch das Verfahren Ihr verlorenes Windows-Passwort zurückzusetzen oder wiederherzustellen.
107=SAM - arbeitet mit regulären Benutzerkonten (user accounts)
108=AD - arbeitet mit Active Directory Konten
109=Wiederherstellungsmodus
110=Was möchten Sie tun?
111=Sprache der Benutzeroberfläche
112=Zurücksetzen oder ändern des Benutzerkonto Passwortes
113=Suche Benutzer-Passwörter
114=Exportiere die Passwort Hash-Dateien in eine Textdatei
115=Entferne sensible Benutzerinformationen
116=Zurücksetzen oder ändern des DSRM (Directory Services Restore Mode) Passwortes
117=Lade IDE/SATA/SCSI/RAID Treiber
118=Stelle zuvor geändertes Passwort oder Daten wieder her.
119=Das Programm läuft nur mit dem Passcape CD/DVD/USB Bootmedium.
120=Weitermachen mit dem nächsten Schritt.
121=Arbeitet mit regulären (SAM) Benutzerkonten.
122=Arbeitet mit Active Directory (AD) Konten.
123=Wählen Sie hier eine Aufgabe aus.
124=Sprache der Benutzeroberfläche (Programm)
125=RWP Menu
126=Online Programmregistrierung
127=Geben Sie den Registrierungs Code ein
128=Fehlerbericht senden
129=Kommentar (feedback) senden
130=Weiterempfehlung
131=Inhalt der Hilfe
132=Über...
133=Kann den Befehl nicht ausführen...
134=Fehler bei der Versendung der Nachricht (e-mail).
135=Zurück zum vorherigen Schritt
136=Lade und installiere zusätzliche Speichergeräte-Treiber
137=Installiere zusätzliche Speichergeräte-Treiber hier, sollte Ihr System die Festplatte nicht erkennen. Ein Systemneustart ist nicht erforderlich.
138=Drücken Sie 'Lade Treiber', um einen Festplattentreiber auf Ihrem System zu installieren. Normalerweise werden die Festplattentreiber mit der Treiber-CD Ihres Motherboards ausgeliefert. Zusätzliche Speichergeräte-Treiber können Sie von unserer Webseite laden (http://www.passcape.com).
139=Lade Treiber
140=Speichergeräte Ihres System
141=Treiber Informations Dateien (*.inf)|*.inf||
142=Das Hilfsprogramm zum Laden der Treiber wurde nicht gefunden. Bitte kontaktieren Sie den technischen Support.
143=Das Hilfsprogramm zum Laden der Treiber konnte nicht ausgeführt werden.
144=Der ausgewählte Treiber wurde erfolgreich installiert. Das Programm aktualisiert nun die Geräteliste..
145=Der Treiber konnte nicht geladen werden:
146=<DEMO VERSION>
147=Letzter Fehler:
148=Fehler 0x%08X
149=Möchten Sie das Programm schließen und Ihr System neu starten?
150=Beenden Sie das Programm und starten Sie den Computer neu
151=Drücken Sie diesen Button um den Speichergeräte-Treiber zu laden
152=Menu Button
153=Zurücksetzen des SAM Benutzerkonten Passwortes (Schritt %d von %d)
154=Sie müssen hier die SAM und SYSTEM Registry Dateien angeben. Üblicherweise finden Sie die Registry Dateien in Ihrem Windows-Stammverzeichnis %WINDIR%\\system32\\config directory (z.B. C:\\Windows\\system32\\config\\)
155=Pfad zu den SAM und SYSTEM Dateien
156=SAM Registry Datei
157=SYSTEM Registry Datei
158=Durchsuche...
159=Wählen Sie eine existierende Datei von der (drop down) Liste aus oder suchen Sie nach einer neuen
160=Alle Dateien (*.*)|*.*||
161=Ungültige SAM Datei
162=Ungültige SYSTEM Datei
163=Um weiter fortzufahren, wählen Sie ein Benutzerkonto aus, dessen Passwort Sie zurücksetzen möchten.
164=Benutzer Liste
165=Konto Eigenschaften
166=Konto gesperrt:
167=Konto deaktiviert:
168=Passwort abgelaufen:
169=Kein Passwort benötigt:
170=Aktuelle Passwort Historie:
171=Passwort versteckt:
172=Konto Beschreibung:
173=Benutzer Name
174=Benutzer RID
175=Administrator
176=Status
177=kein
178=Kann Registry Datei nicht öffnen
179=Registry Datei ist beschädigt
180=Kein Speicherplatz mehr
181=Kann die Registry Datei nicht lesen
182=Nicht unterstütztes Registry Dateiformat
183=eine nicht behandelte Ausnahme ist augetreten
184=Der Pfad wurde nicht gefunden
185=Der Wert wurde nicht gefunden
186=Ungültiger Eingabefaktor
187=Datenverweis oder Datenlänge ist inkorrekt
188=interner Fehler
189=Kann Registry Datei nicht schreiben
190=unbekannter Fehler
191=Der laufende Vorgang benötigt die SYSKEY Startdiskette. Möchten Sie fortfahren? Legen Sie dazu bitte die Diskette mit der 'startkey.key' Datei in Ihr Diskettenlaufwerk bevor Sie fortfahren!
192=Nicht unterstütztes SAM session Schlüssel-(Key)Format
193=Ungültiger SYSKEY, SAM session key oder SAM Datei korrespondiert nicht mit Ihrem SYSTEM
194=LoadLibrary fehlgeschlagen
195=GetProcAddress fehlgeschlagen
196=LM Passwort Entschlüsselung fehlgeschlagen
197=NTLM Passwort Entschlüsselung fehlgeschlagen
198=Ungültige Daten-Eintrag
199=Kann SYSTEM Registry Datei nicht öffnen
200=SYSKEY Beschreibungseintrag wurde nicht gefunden
201=SYSKEY konnte nicht gelesen werden
202=Konnte SAM Registry Datei nicht öffnen
203=Konnte SAM Registry Datei nicht lesen
204=Konnte keine Daten in die SAM Registry Datei schreiben
205=LM Passwort Verschlüsselung fehlgeschlagen
206=NTLM Passwort Verschlüsselung fehlgeschlagen
207=Befehl nicht spezifiziert
208=Objektgröße unpassend
209=Datenkonvertierung fehlgeschlagen
210=Nicht unterstützte Datenstruktur
211=SYSKEY konnte nicht geändert werden
212=Konnte keine Daten in die SYSTEM Registry Datei schreiben
213=Der Datenschlüssel konnte nicht umbenannt werden
214=Die Boot-Sequenz Auswahl konnte nicht gefunden werden
215=SYSKEY Startup Passwort Datei wurde nicht auf der Diskette gefunden
216=Die SYSKEY Startup Passwort Datei konnte nicht gelesen werden
217=SYSKEY wurde nicht entschlüsselt
218=Kein SYSKEY gefunden
219=Ungültiger RID Wert
220=RID Wert ist nicht eindeutig
221=Fehler beim Schreiben der Registry
222=Fehler beim Öffnen der SAM: %s
223=Konnte die Benutzer der SAM Domain nicht aufzählen: %s
224=Ja
225=Nein
226=Benutzer
227=Gast
228=Operator
229=System Konto
230=Passwort nicht gesetzt
231=Mit Passwort geschützt
232=Legende
233=Der laufende Vorgang benötigt das SYSKEY Startup Passwort. Möchten Sie fortfahren?
234=SYSKEY Startup Passwort
235=Geben Sie das SYSKEY Startup Passwort hier ein
236=Nie
237=Hash-Daten
238=Setze das Active Directory Benutzerkonto Passwort zurück (Schritt %d von %d)
239=Geben den Pfad zur ntds.dit Datei und zur SYSTEM Registry hier an. Normalerweise befindet sich die ntds.dit Datei im %WINDIR%\\ntds\\ Ordner, während die SYSTEM Registry Datei sich immer im %WINDIR%\\system32\\config Verzeichnis befindet.
240=Active Directory Quelldatei
241=Pfad zur Active Directory Datenbank (normalerweise ntds.dit) Datei
242=Active Directory Datenbank Datei (*.dit)|*.dit|Alle Dateien (*.*)|*.*||
243=Genereller Verschlüsselungsfehler
244=
245=Kann die Password Encryption Key Liste nicht entschlüsseln
246=Ungültige Password Encryption Key Listen-Struktur
247=Nichts zum Entschlüsseln
248=Unbekannter Verschlüsselungsalgorithmus
249=Systemdaten passen nicht
250=Dateierweiterungsfehler
251=Konnte Benutzerdaten nicht verschlüsseln
252=AD Fehler beim Öffnen
253=AD Initialisationsfehler
254=AD Lesefehler
255=Kann Daten Verschlüsselungs-Key nicht lesen
256=Kann Datem Verschlüsselungs-Key nicht initiieren
257=Exportiere SAM Passworte in eine Datei (Schritt %d von %d)
258=Daten-Lesefehler
259=Daten-Entschlüsselungsfehler
260=Zur maximalen Kompatiblität wird dringend empfohlen die Datei im ASCII PWDUMP Format zu speichern.\nPasswörter können ausschließlich exportiert werden, wenn das Passcape Format ausgewählt wurde.
261=Exportiere Active Directory Passwörter in eine Datei (Schritt %d von %d)
262=ASCII Text Dateiformat
263=UNICODE Text Dateiformat
264=Ausgabe Export Dateiformat
265=Speichern als
266=Was soll exportiert werden
267=Benutzername
268=Benutzer-ID
269=LM Hash
270=NT Hash
271=Voller Name, Beschreibung
272=Stamm-Verzeichnis
273=Passwort (falls gefunden)
274=<<  EXPORT  >>
275=PWDUMP Textdatei
276=Passcape Textdatei
277=Passwort Verlauf (Historie) Hash (falls vorhanden)
278=LM Verlauf Hash
279=NT Verlauf Hash
280=Informationen wurden nicht gesammelt
281=PWDUMP Textdatei (*.txt)|*.txt||
282=Passcape Universal Konfigurations-Datei (*.puc)|*.puc||
283=Kann Datei zum Schreiben nicht öffnen
284=Die Exportdatei wurde erfolgreich erstellt
285=Geben Sie ein neues Passwort für das ausgewählte Benutzerkonto ein oder lassen Sie die Eingabe frei, um das Passwort zurückzusetzen (Reset). Bitte beachten sie die zusätzlichen Einstellungsmöglichkeiten. Windows wird das Passwort zurückweisen, falls das Konto gesperrt oder deaktiviert ist!
286=Benutzerkonto Information
287=Zurücksetzen (Reset)
288=<<  ZURÜCKSETZEN/ÄNDERN  >>
289=SAM Pfad
290=Konto name
291=Konto RID
292=Kontobeschreibung
293=Neues Passwort
294=Konto gesperrt
295=Konto deaktiviert
296=Passwort abgelaufen
297=Setze Benutzer Passwort und/oder Eigenschaften zurück
298=Neues Passwort. Zum Zurücksetzen Eingabe frei lassen.
299=Entsperren Sie das Konto, sollte es gesperrt sein.
300=Aktivieren Sie das Konto.
301=Sollte das Passwort abgelaufen sein, werden Sie nach erfolgreicher Anmeldung aufgefordert, ein neues Passwort zu vergeben.
302=Ungültige Daten gefunden
303=Kann den Benutzer in der SAM Domain nicht öffnen: %s
304=Möchten Sie eine Rücksicherungsdatei (roll-back) erstellen?
305=Kann die Benutzerdaten im SAM nicht speichern: %s
306=Kann die Benutzerdaten aus folgendem Grund nicht speichern: %s
307=Das Konto wurde erfolgreich geändert. Sie können das Programm nun schließen, entfernen Sie Ihre Bootdisk (CD/DVD/USB) und starten Sie den Computer neu. Wenn Sie das Domain Passwort Policy Set verwenden, stellen Sie sicher stellen, dass das neue Passwort unterstützt wird.
308=AD Pfad
309=Kann die AD Benutzerinformation nicht analysieren.
310=Kann die Benutzerinformationen nicht in die Datenbank schreiben. Die Datenbank meldet den folgenden Fehlercode: %d.
311=Exportiere Active Directory Passwort Hashes in eine Textdatei
312=Exportiere SAM Passwort Hashes in eine Textdatei
313=Setze das Directory Services Restore Mode Passwort zurück (Schritt %d von %d)
314=Kann den Windows Produkt-Typ nicht ermitteln.
315=Directory Services Restore Mode wurde nicht gefunden
316=Geben Sie ein neues Passwort für das ausgewählte DSRM Konto ein oder lassen Sie die Eingabe frei, um das Passwort zurückzusetzen (Reset).
317=Allgemeine Informationen
318=Zurücksetzen des DSRM Passwortes
319=SYSTEM Pfad
320=Systemfunktion
321=Password vorhanden
322=Klicken um das DSRM Passwort zurückzusetzen
323=Kann das DSRM Konto nicht öffnen: %s
324=Kann die DSRM Kontodaten nicht speichern: %s
325=Kann die DSRM Kontodaten aus folgendem Grund nicht speichern: %s
326=Das DSRM Konto erfolgreich geändert. Sie können das Programm nun schließen, entfernen Sie Ihre Bootdisk (CD/DVD/USB) und starten Sie den Computer neu. Um in den DSRM Modus zu booten, drücken Sie [F8] während der Startsequenz.
327=Rücksicherung eines zuvor geänderten Passwortes (Schritt %d von %d)
328=Wählen Sie eine Datenquelle aus, von der Sie die Datenrücksicherung vornehmen möchten. Die Datenrücksicherung (roll-back) sind in *.puc Dateien gespeichert und nach Datum/Zeit sortiert.
329=Datenrücksicherung (roll-back)
330=Datenrücksicherung (roll-back) Details
331=SAM Passwort
332=Active Directory Passwort
333=Directory Service Restore Mode (DSRM) Passwort
334=Datenrücksicherung Daten-Typ
335=Wählen Sie eine neue *.puc Datei
336=Die Datenrücksicherungsinformationen wurden in der von Ihnen ausgewählten Datei nicht gefunden.
337=DSRM Konto
338=Dieser Dialog wird Ihnen helfen, Ihre zuvor geänderten Passwörter wiederherzustellen. Klicken Sie den 'Restore' Button um die von Ihnen ausgewählte Datenrücksicherung durchzuführen.
339=<<  RESTORE  >>
340=Passcape Konfigurationsdatei
341=Was möchten Sie wiederherstellen?
342=Wurde bereits wieder zurückgesichert
343=Stelle Daten aus der Rücksicherung wieder her
344=%d mal
345=Möchten Sie die Daten wiederherstellen? Klicken Sie 'Ja' um fortzufahren. 
346=Kann die Benutzer Daten nicht wiederherstellen im SAM: %s
347=Kann die Benutzer Daten aus folgendem Grund nicht wiederherstellen: %s
348=Die Daten wurden erfolgreich wiederhergestellt.
349=Diese Datenrücksicherung wurde bereits genutzt. Möchten Sie wirklich fortfahren?
350=Lösche sensible Infromationen (Schritt %d von %d)
351=Die ausgewählten persönlichen Daten wurden aus dem System gelöscht. Die meistend der benötigten Dateien befinden sich in Ihrem WINDOWS\\System32\\config\\ Verzeichnis.
352=Was möchten Sie entfernen?
353=Dateien benötigt
354=SECURITY Registry Datei
355=SOFTWARE Registry Datei
356=Lösche Passwort Verlaufsinformationen des Active Directory Benutzers
357=Lösche Passwort Verlauf des regulären (SAM) Benutzerkontos
358=Lösche zwischengespeicherte Domain Passwörter
359=Lösche zwischengespeicherte Windows Login Passwörter
360=Lösche Informationen über das Zurücksetzen des Windows Passwortes
361=Lösche Passwort Hinweise
362=Wählen Sie einen Benutzer aus den Sie für %s entfernen möchten.
363=Passwort Historie
364=Domain zwischengespeicherte Passwörter
365=Passwort Hinweise
366=Keine Fehler
367=Kann SYSKEY nicht lesen oder entschlüsseln
368=Kann den ersten Verschlüsselungs Key nicht initialisieren
369=Kann den ersten Verschlüsselungs Key nicht lesen, es wurden keine Passwörter gefunden
370=Kann den cache control Wert nicht öffnen
371=Kann den cache control Wert nicht lesen
372=Kann den domain cache nicht öffnen
373=Kann den domain cache nicht lesen
374=Kein Speicherplatz mehr
375=eine unvorhergesehene Ausnahme ist eingetreten
376=nicht unterstützt
377=ungültige (geheime) Größe
378=Datenintegritätsfehler oder ungültiger Verschlüsselungs-Key
379=keine weiteren Objekte
380=Der Domain Cache Eintrag wurde nicht einwandfrei analysiert
381=Daten wurden nicht gefunden
382=unbekannter Fehler
383=ungültiger Eintrag gefunden
384=Objekt nicht gefunden
385=Kann nicht auf die Daten zugreifen
386=Kann die Daten nicht zurückschreiben
387=Kann den Benutzernamen nicht lesen
388=Allgemeiner Verschlüsselungsfehler
389=Datenkonvertierungsfehler
390=Kann den Eintrag nicht in den Cache (Zwischenspeicher) schreiben
391=Kann das in der Domain zwischengespeicherte Zertifikat nicht öffnen: %s.
392=Domain zwischengespeicherte Passwörter konnten nicht gefunden/entschlüsselt werden
393=Das Programm konnte keine Passwort Verlaufsinformationen finden
394=Alles ist nun bereits um die von Ihnen ausgewählten Daten zu löschen. Im Gegensatz zu den Passwort Hash Daten, kann dieser Vorgang nicht rückgängig gemacht werden!
395=Das Programm konnte keine Hinweise auf Passwörter finden.
396=<< LÖSCHEN >>
397=dauerhafte Entfernung
398=Was soll entfernt werden?
399=Betroffene Benutzer
400=Active Directory Benutzer Passwort Verlauf (Historie)
401=regulärer (SAM) Benutzer Passwort Verlauf (Historie)
402=zwischengespeicherte Windows Login Passwörter
403=Windows Passwort Zurücksetzungsinformationen
404=Alle Benutzer
405=Passwort Zurücksetzungsinformationen konnten nicht gefunden werden
406=Der Passwort Verlauf konnte erfolgreich entfernt werden.
407=Mindestens ein Eintrag konnte aus dem folgenden Grund nicht entfernt werden: %s.
408=Der Benutzereintrag konnte erfolgreich aus dem Domain Zwischenspeicher (Cache) entfernt werden
409=Kann %s Registry nicht öffnen: %s.
410=Allgemeiner Entschlüsselungsfehler
411=Verschlüsselungs Key Initialisationsfehler
412=Kann SECURITY Registry nicht lesen
413=Die erforderlichen Daten wurden nicht gefunden
414=Kann den Passwort Verschlüsselungs Key nicht speichern
415=leere Datenposition
416=Kann nicht in die SECURITY Registry schreiben
417=Kann %s Registry nicht speichern: %s.
418=Kann aus dem folgenden Grund den zwischengespeicherten Login Eintrag nicht entfernen: %s.
419=Der zwischengespeicherten Login Eintrag wurde erfolgreich entfernt
420=Kann Password Zurücksetzungsstrukture nicht entfernen: %s.
421=Die Passwort Zurücksetzungsinformationen wurden erfolgreich entfernt
422=Kann den Benutzer SAM Benutzerhinweis nicht zurücksetzen: %s
423=Suche Benutzer Passwörter (Schritt %d von %d)
424=In den meisten Fällen können einige Passwort Hashes direkt entschlüsselt werden. Abhängig von den gewählten Optionen kann die Wiederherstellung einige Minuten in Anspruch nehmen.
425=Suchmethoden
426=Schnelle Suche
427=Intensive Suche
428=Suche der Passwörter im Windows Zwischenspeicher (Cache)
429=Suche nach einfachen Passwörtern
430=Einfacher Wörterbuch-basierender Angriff
431=Einfacher brute-force (Permutation mit allen möglichen Variablenwerten)  Angriff
432=Angriff mit Künstlicher Intelligenz (AI)
433=Sie können die erforderlichen Dateien und Ordner für eine erfolgreiche Wiederherstellung angeben. Typischerweise finden Sie diese im Verzeichnis: C:\\Dokumente und Einstellungen. Typisches Installationsverzeichnis der Programmdateien: C:\\Programme.
434=Dateien und Ordner die für eine erfolgreiche Wiederherstellung benötigt werden
435=Profil-Verzeichnis
436=Verzeichnis der Programmdateien
437=Suche nach dem Windows Profil-Verzeichnis (oftmals C:\\Dokumente und Einstellungen)
438=Suche nach dem Verzeichnis der Programmdateien (normalerweise C:\\Programme)
439=Alles ist nun bereit. Klicken Sie den '<< Finde Passwörter >>' Button um in Ihrem System nach verlorenen Passwörtern zu suchen. Dies kann einige Zeit in Anspruch nehmen.
440=LM Passwort
441=NT Passwort
442=Fehler beim Öffnen der Datei
443=Verändere das Passwort
444=Bitte warten...
445=&Abbruch
446=Verändere das Passwort...\n\nBitte haben Sie ein wenig Geduld.
447=<<  FINDE PASSWÖRTER  >>
448=Kann den Wiederherstellungsvorgang nicht starten:
449=Fehler bei der Erstellung des Wiederherstellungsvorganges
450=Kann die geschützte Speicher-DLL nicht laden
451=Kann eine der geschützten Speicher-DLL Funktionen nicht laden
452=keine Fehler
453=allgemeiner Fehler
454=Die Hersteller DLL wurde nicht gefunden
455=ungültiger Ansatz
456=Typ existiert bereits
457=Typ existiert nicht
458=ungültige Normierung
459=Zugriff verweigert
460=Speicherfehler
461=Der Anrufer konnte nicht verifiziert werden
462=Das angegebene Passwort ist ungültig
463=Das Speicherabbild ist unpassend
464=unbekannte Ausnahme
465=falsche Attribute
466=Objekt besteht bereits
467=Objekt besteht nicht
468=Dienst nicht erreichbar
469=nicht leer
470=ungültige Zeichenfolge
471=ungültiger Zustand
472=nicht geöffnet
473=bereits geöffnet
474=unbekannter Fehler
475=Fehler beim Öffnen des Benutzer Registry Pfads
476=Fehler beim Öffnen des Speicher MasterKey Registry Pfads
477=ungültige Größe des MasterKey Eintrags
478=ungültiger MasterKey Eintrag
479=MasterKey ID ist unbekannt oder ungültig
480=Fehler beim Entschlüsseln des MasterKey Datensatzes
481=MasterKey Entschlüsselungsfehler
482=DES Entschlüsselungsfehler
483=ungültiger Objektpfad (Objekt Registry Pfad wurde nicht gefunden)
484=Kann die Objektdaten nicht aus den Registry Daten lesen
485=ungültige Größe des Objekteintrags
486=ungültiger Objekteintrag
487=Fehler bei der Entschlüsselung des Objekt Verschlüsselungs Key
488=Fehler bei der Entschlüsselung der Objektdatem
489=Objektdaten beschädigt
490=MasterKey Daten beschädigt
491=Fehler beim Öffnen der Registry Daten
492=Fehler beim Öffnen des Hersteller Subkey
493=Der Datenbesitzer wurde nicht gefunden
494=Fehler beim Kopieren des Benutzervorganges
495=Fehler beim Öffnen des Benutzervorganges
496=keine weiteren Objekte
497=Konvertierungsfehler: Zeichenkette in GUID
498=Konvertierungsfehler: GUID in  Zeichenkette
499=Konvertierungsfehler: GUID Typ Registry Key
500=Konvertierungsfehler: Subtyp Registry Key
501=unbekannte Version der Datenstruktur
502=Objektgröße ist ungültig
503=Fehler beim Schrieben der Registry Daten
504=Datengröße ungültig
505=Kann Datei nicht lesen
506=Daten sind ungültig
507=Kann den Verschlüsselungshersteller nicht öffnen
508=Der Verschlüsselungsalgorithmus wird durch den Hersteller nicht unterstützt
509=keine Daten gefunden
510=Kann den Master Key nicht analysieren
511=Kann den Master Key nicht entschlüsseln
512=unbekannter Master Key GUID
513=Master Key wurde nicht gefunden
514=Datenheader ist ungültig
515=unbekannte Methode
516=Kann den Hash nicht erstellen
517=Erhalte keine Daten über den Verschlüsselungs Key
518=Kann die Verschlüsselungsparameter nicht setzen
519=Überprüfung fehlgeschlagen
520=unbekannte Version
521=Erstelle Dateiindex
522=Indiziere Datendateien...\n\nBitte haben Sie ein wenig Geduld.
523=<<  STOP SUCHE  >>
524=Passwörter gefunden:  %d
525=<Leer>
526=Die von Ihnen gewünschte Funktion (%s) wird in dieser Version des Programmes nicht unterstützt. Für weitere Informationen nutzen Sie bitte das Benutzerhandbuch.
527=Rücksicherung (roll-back) von Active Directory Passwörtern
528=Zurücksetzen/Ändern des Passwortes Active Directory Kontos
529=Export Domain zwischengespeicherter Zertifikate
530=Zurücksetzen/Ändern des Passwortes eines DSRM Kontos
531=Exportiere LM/NTLM Passwort Hashes für Active Directory Konten
532=Exportiere Passwort Verlauf Hashes
533=Passwort Wiederherstellung
534=Entferne sensible Daten
535=Um fortzufahren müssen Sie das Programm registieren lassen.
536=Exportiere Domain zwischengespeicherte Zertifikate in eine Textdatei
537=Exportiere Domain zwischengespeicherte Passwörter (hashes) in eine Textdatei
538=Sie müssen hier die SECURITY und SYSTEM Registry Dateien spezifizieren. Üblicherweise befinden sie sich in Ihrem %WINDIR%\\system32\\config Verzeichnis (z.B. C:\\Windows\\system32\\config\\)
539=Pfad zu den SECURITY und SYSTEM Dateien
540=Starte Kommandozeileneingabe (CMD)
541=Ungültige SECURITY Datei
542=Exportiere Domain zwischengespeicherte Passwörter in eine Datei (Schritt %d von %d)
543=Für maximale Effizienz ist es notwendig die Datei im Passcape Format abzuspeichern. CACHEDUMP-artige Dateien unterstützen keine Windows Vista Hashes und können keine Einträge mit nicht-englischen Benutzernamen exportieren.
544=CACHEDUMP Textdatei
545=CACHEDUMP Datei (*.cachedump)|*.cachedump|Textdatei (*.txt)|*.txt||
546=Passcape Export/Import Datei (*.peif)|*.peif||
547=Kann die Checksumme der Datei nicht berechnen
548=Kann die Datei nicht schreiben
549=Starte den Internetbrowser
550=Kann die Hilfedatei nicht öffnen
551=Das Programm kann keine Festplatten-Treiber auf Ihrem System finden. Um fortzufahren können Sie einen zusätzlichen IDE/SATA/SCSI/RAID Speichergeräte-Treiber installieren.
552=Über das Programm
553=REGISTRIERTE VOLLVERSION
554=UNREGISTRIERTE DEMO VERSION
555=Lizenzinformation:
556=Registriert für:
557=Informationen und Kontakt:
558=Homepage:
559=Kaufen:
560=&Registrieren
561=Registrierung
562=Bitte geben Sie Ihren Registrierungs-Code hier ein...
563=Registrierungsinformation
564=Ihr Name:
565=Registrierungs-Code:
566=Geben Sie den Registrierungs-Code exakt wie in der Registrierungs e-mail an Sie angegeben ein. Sollten Sie Schwierigkeiten mit dem Registrierungsprozess haben, sehen Sie bitte in der Programmhilfe nach.
567=Bitte geben Sie den Programm Registrierungs-Code (Freischalt-Code) ein.
568=Den Freischalt-Code, den Sie eingegeben haben, ist ungültig. Bitte versuchen Sie es erneut.
569=Kann den Freischalt-Code nicht speichern. Bitte kontaktieren Sie den technischen Support.
570=Vielen Dank, dass Sie das Programm registriert haben!
571=Überprüfe Verzeichnisse
572=Überprüfe die Verzeichnisstruktur.\n\nDies kann einige Zeit dauern. Bitte haben Sie ein wenig Geduld.
573=<< &Zurück
574=&Weiter >>
575=&Beenden
576=Liste in die Zwischenablage kopieren
577=Als Datei speichern
578=<<< Windows Passwörter >>>
579=Erstellt von
580=Kann Daten nicht kopieren
581=Kann Daten nicht speichern
582=HTML Dateien (*.htm)|*.htm||
583=Die Liste wurde in die Zwischenablage gespeichert
584=Starte Notepad
585=Reset SYSKEY
586=SYSKEY Sicherheit (Alle SAM Passwörter werden leer gesetzt)
587=Permanent ändern/zurücksetzen
588=Konnte SYSKEY: %s nicht zurücksetzen
589=Der SYSKEY wurde erfolgreich entschlüsselt, aber das Programm konnte das Benutzerpasswort aufgrund folgender Fehler nicht zurücksetzen: %s. Sie sollten vermutlich Ihre SAM, SYSTEM und SECURITY Registry Datei aus einem Backup wiederherstellen.
590=Der SYSKEY wurde erfolgreich zurückgesetzt. Um Beschädigungen an Benutzerkonten zu vermeiden, wurde der SYSKEY so konfiguriert, daß ein Passwort beim Systemstart erforderlich ist.. Beim nächsten Prompt für ein SYSKEY Startup Passwort, sollten Sie ein leeres Passwort eingeben.
591=Den SYSKEY zurückzusetzen ist ein unsicherer Vorgang, der die gesamte Systemsicherheit beeinträchtigen wird. Beispielsweise werden Sie Ihre EFS geschützte Dateien nicht entschlüsseln können. Um Ihr System bootfähig zu machen nachdem der SYSKEY geändert wurde, werden alle Passwörter für lokale Benutzeraccounts wieder verschlüsselt und automatisch leer gesetzt. Die Domäne, falls Sie diesen Vorgang an einem Domain PC durchführen, könnte nach dem Vorgang nicht mehr bootfähig sein. Es wird dringend empfohlen, eine Backupkopie Ihrer SAM, SYSTEM und SECURITY Registry Dateien zu erstellen, bevor Sie fortfahren. Nutzen Sie diesen Vorgang nur als letzten Versuch! Möchten Sie den Reset des SYSKEYs wirklich beginnen?
592=Der SYSKEY wurde erfolgreich entschlüsselt, aber das Programm war nicht imstande, die LSA Geheimnisse zurückzusetzen, aufrgund folgenden Fehlers %s. Sie sollten wahrscheinlich Ihre SAM, SYSTEM und SECURITY Registry Dateien aus einem Backup wiederherstellen.
593=Das Programm konnte den SYSKEY nicht mit Standardalgorithmen zurücksetzen. Möchten Sie Alternative probieren?
594=Der SYSKEY wurde erfolgreich zurückgesetzt. Alle Benutzerpasswörter wurden auf leer gesetzt.
595=Haben Sie Ihr SYSKEY Passwort vergessen? Gehen Sie zurück ins Hauptmenü, wählen Sie '%s' wenn Sie es wiederherstellen oder '%s' wenn Sie den SYSKEY zurückstellen möchten.
596=Wenn Sie Ihre SYSKEY Diskette verloren haben, kehren Sie zum Hauptmenü zurück, wählen Sie das '%s' Menü und versuchen Sie, den SYSKEY zurückzustellen. Beachten Sie, daß alle Benutzerpasswörter leer gesetzt werden, nachdem der SYSKEY zurückgestellt wurde.
597=Regedit ausführen
598=<nicht verfügbar in der laufenden Version>
599=Passwortsuche mittels Passcape Tabellen
600=Temporäres Verzeichnis erforderlich
601=Das Programm konnte kein temporäres Verzeichnis finden (um die Tabellen zu kopieren). Bitte wählen Sie manuell ein Verzeichnis.
602=Wählen Sie ein temporäres Verzeichnis
603=Indiziere zuletzt verwendete Dateien
604=Das Programm konnte das originale plain-text Passwort für den Account extrahieren. Das Password lautet %s. Möchten Sie es dennoch zurücksetzen?
605=Das Programm konnte die gecachten Logon Informationen nicht zurücksetzen (Fehlercode: %lu). Möchten Sie dennoch fortfahren (nicht empfohlen)?
606=LiveId<->Lokal
607=Die Backupdatei der gecachten Logon Information konnte nicht gefunden werden. Möchten Sie fortfahren (nicht empfohlen)?
608=Kann die gecachte Logon Information nicht speichern. Letzter Fehlercode: %lu.
609=Kann die gecachte Logon Information nicht öffnen.
610=LiveID Account:
611=Um sich erfolgreich einloggen zu können, sollten Sie ein nicht leeres Passwort für den ausgewählten Account setzen. Andernfalls läßt Windows Sie nicht anmelden. Benutzen Sie ein einfaches Passwort, anstatt eines leeres.
612=Die Datenbank befindet sich nicht in einem sauberen Zustand (%s). Es wird dringend empfohlen, zunächst die Datenbank zu komprimieren/reparieren (mittels ntdsutil.exe, zum Beispiel); andernfalls werden einige Daten fehlen oder nicht korrekt abgespeichert. Manchmal hat das Zurücksetzen eines Passworts keinen Effekt auf die Datenbank. Möchten Sie trotzdem fortfahren?
613=Tastaturlayout
614=Neues Layout laden
615=Aktives Layout einstellen
616=Chkdsk ausführen
617=Netzwerktreiber installieren
618=Diskpart ausführen
619=Passwörter in den zuletzt benutzen Dateien prüfen
620=Zeichenketten aus großen Files extrahieren, einschließlich hiberfil.sys und pagefile.sys (Filme, Archive, usw. werden übersprungen)
621=Große Dateien nur im Wurzel- und Windowsverzeichnis durchsuchen
622=Suche Passwörter im Papierkorb
623=Passwort Änderungsstufe
624=Wörter aus großen Dateien extrahieren
625=Fehler bei der Initialisierung der Schnellsuche
626=Entpacke Wörterbuchdatei...
627=PCD Fehler beim Entpacken : %lu
628=PCD Fehler beim Expandierien: %lu
629=Datei Explorer
630=Wenn Ihr Zielsystem Windows 8 ist und der Accounttyp eine Windows LiveId, müssen Sie ein nicht leeres Passwort setzen, um sich erfolgreich in das System einloggen zu können.
631=Um internationale Passwörter zu entschlüsseln, müssen Sie zuvor das entsprechende Tastaturlayout laden (nutzen Sie den Passcape bKnopf in der Ecke links unten). Möchten Sie fortfahren, ohne ein Tastaturlayout zu laden?\n\nP.S. Diese Nachricht wird nicht mehr angezeigt.
632=Prüfe Benutzerpasswort
633=Passwort zur Überprüfung eingeben
634=Passwort/Code hier eingeben. Das Programm wird während der Eingabe überprüfen.
635=Übereinstimmung gefunden !!!
636=Keine Übereinstimmung
637=Prüfe jedmögliche Groß-Klein Kombinationen
638=Prüfe Passwort
639=Passcape Tabellen (nicht verfügbar in der Demo Version)
640=Nichts zu entschlüsseln
641=Virtuelles Laufwerk einhängen
642=Imagedatei als virtuelles Laufwerk einhängen
643=Dieses Fenster erlaubt Ihnen das Einhängen von lokalen Laufwerksabbilderndateien als virtuelle Laufwerke. Die Image Dateien werden nur lesend eingehängt, so daß die originalen Dateien nicht verändert werden. Folgende Formate werden unterstützt: AF*, BIN, DD, E01, FLP, IMG, ISO, NRG, S01, SDI, VHD, VMDK und andere.
644=Eingehängte Images
645=Einhängen
646=Aushängen
647=Alles aushängen
648=Neue Imagedatei aushängen
649=Ausgewähltes Image aushängen
650=Alle zuvor eingehängte Images aushängen
651=Kann die Datei nicht einhängen.
652=Die Imagedatei war bereits eingehängt.
653=Kann die Datei nicht aushängen.
654=Laufwerk
655=Image Pfad
656=Image Dateien|*.00n;*.aff;*.afm;*.afd;*.bin;*.dd;*.e01;*.flp;*.img;*.ima;*.nrg;*.iso;*.raw;*.s01;*.sdi;*.vfd;*.vhd;*.vmdk|All Files (*.*)|*.*||
657=Laufendes Modul
658=Laufender Prozess
659=Insgesamter Prozess
660=Komplettes Image einhängen
661=Bestimmte Partition einhängen
662=Physische Sektoren eines Laufwerks nach Passwörtern durchsuchen
663=Indiziere Laufwerkssektoren
664=Kann die LSA Boot Option nicht lesen. Fehler %lu.
665=Der SYSKEY ist so konfiguriert, daß eine Boot Disk benötigt wird. Nur das SYSKEY Startup Passwort kann wiederhergestellt werden. Ziehen Sie eine Zurückstellung des SYSKEYs in Betracht, wenn nichts weiteres hilft.
666=Der SYSKEY ist so konfiguriert, daß er durch das System generiert wird. Nur das SYSKEY Startup Passwort kann wiederhergestellt werden.
667=Fehler beim Lesen des SAM Sitzungsschlüssels: %lu.
668=Nicht unterstützte Version des SAM Sitzungsschlüssels.
669=Gratulation! Das Passwort wurde gefunden (und in die Zwischenablage kopiert): %s
670=Suche SYSKEY Startup Passwort
671=Es wurden keine Passwörter gefunden
672=Passwort wurde gefunden: %s
673=Eigenschaften des Benutzeraccounts ändern
674=Flags und Eigentschaften des Accounts ändern (Schritt %d von %d)
675=Sie können Eigenschaften des gewählten Accounts hier ändern. Seien Sie vorsichtig, Flags zu ändern könnte das Zielaccount inaktivieren/deaktivieren/blockieren/aussperren usw.
676=Eigenschaften des Benutzeraccounts
677=<<  ÄNDERUNG  >>
678=Reset Benutzereigenschaften
679=Kann Accounteigenschaften nicht lesen: %s
680=Normaler Benutzeraccount
681=Temporärer doppelter Account
682=MNS logon Account
683=Interdomain Trust Account
684=Workstation Trust Account
685=Server Trust Account
686=Account ist deaktiviert
687=Home Verzeichnis erforderlich
688=Passwort ist nicht erforderlich
689=Password wird nie verfallen
690=Account ist gesperrt
691=Das Passwort ist verfallen
692=Passwort mithilfe reservibler Verschlüsselung abspeichern
693=Logon muss mit einer SmartCard erfolgen
694=Trusted für Kerberos Delegation
695=Security Kontext kann nicht an einen Dienst delegiert werden
696=Nutze reversible Verschlüsselung für Passwörter
697=Kerberos Vorauthentifizierung für Logon nicht erforderlich
698=Der Account ist für Delegation freigeschaltet
699=Halte PAC Daten für die Servicetickets zurück
700=Domain Controller Account nur mit Leserechten
701=Einschränkung auf AES Verschlüsselung
702=Logon Skript wird ausgeführt
703=Kann Accounteigenschaften nicht schreiben: %s
704=Account verfallen:
705=Suche nach verlorenen CD/Produktschlüsseln
706=Suche Produktschlüssel (Schritt %d von %d)
707=Bitte sorgfältig alle Dateien und Verzeichnisse für weiterführende Wiederherstellung auswählen Beachten Sie, daß einige Benutzeraccounts (falls Sie Wiederherstellung für bestimmte Benutzer wählen) intern vom Windows Betriebssystem benutzt werden, und also keine Daten enthalten könnten.
708=Wo suchen
709=Suche alle lokalen Accounts
710=Suche für ausgewählten Benutzeraccount
711=Verzeichnis Benutzerprofil
712=Bereit zum Start. Klicken Sie auf den '<< Schlüssel finden >>' Knopf um ihr System auf verlorene Schlüssel zu durchsuchen. Dies kann aufgrund der von Ihnen gewählten Optionen eine Weile dauern. Ein Rechtsklick auf die Liste öffnet ein Kontextmenü.
713=<< SCHLKÜSSEL FINDEN >>
714=Produktname
715=Produktschlüssel
716=Produkt-ID
717=Besitzer
718=Derzeitiger Benutzeraccount
719=Eingetragener Besitzer
720=<Korrupt>
721=<Unbekannte Version>
722=Schlüssel gefunden: %d
723=Das Programm konnte die von Windows gecachten Daten nicht öffnen (Fehlercode: %lu).
724=Microsoft Live ID Account
725=Kann den Accounttyp nicht zu lokal konvertieren. Fehler: %lu.
726=Kann den Accounttyp nicht zu Live ID konvertieren. Fehler: %lu.
727=Bevor das Passwort zurückgesetzt werden kann, ist es notwendig, die ausgewählte Windows Live ID in einen lokalen Account zu konvertieren. Möchten Sie mit der Konvertierung fortfahren?
728=Der Account wurde erfolgreich geändert. Sie sollten das Bootmedium CD/DVD/USB entfernen, das Programm schließen und das System rebooten.
729=HINWEIS! Ihr Microsoft Live ID Account '%s' wurde in einen lokalen Account '%s' geändert.
730=HINWEIS! Der lokale Account '%s' wurde zurück zu Microsoft Live ID '%s' gesetzt.
731=Fingerprint (pattern basierter) Angriff
732=Fingerprint Angriff im Gang
733=kann nicht SAM Variableneintrag schreiben
734=Backup Registry/AD/Passwörter in ein Archiv
735=Stellen Sie sicher, daß der Pfad zu Windows und Active Directory richtig eingestellt sind; andernfalls spezifizieren Sie gültige Einträge.
736=Backup sensible Informationen im Gang (Schritt %d von %d)
737=Bitte wählen Sie aus, von was ein Backup gemacht werden soll, Quell-Laufwerk und Zielverzeichnis.
738=Quell-Laufwerk (das das Windows-Verzeichnis enthält)
739=Zielverzeichnis (um die Daten abzuspeichern)
740=Backup Windows System Registry
741=Backup Active Directory
742=Backup Passwörter und sensible Informationen
743=Backup Passwörter und sensible Informationen
744=Stellen Sie sicher, daß der Pfad zum Windows-Verzeichnis korrekt eingestellt wurde und suchen Sie andernfalls einen gültigen aus.
745=Stellen Sie sicher, daß der Pfad zum Windows-Verzeichnis korrekt eingestellt wurde und suchen Sie andernfalls einen gültigen aus.
 Spezifizieren Sie, ob Sie sensible Daten für einen einzelnen Benutzer oder für alle lokale Nutzer anlegen möchten.
746=Windows Verzeichnis
747=Active Directory Verzeichnis
748=System Verzeichnisse
749=Benutzerprofile
750=NTDS.DIT wurde in dem angegebenen Verzeichnis nicht gefunden. Trotzdem benutzen?
751=Bereit zum Start. Klicken Sie auf den '<< Backup Dateien >>' Knopf um mit der Archivierung von Dateien und Verzeichnissen zu beginnen. Das kann, abhängig von den von Ihnen gewählten Optionen, eine Weile dauern.
752=Laufende Datei
753=Quell-Laufwerk
754=Ziel Verzeichnis
755=<<  Backup Dateien  >>
756=Bearbeitete Dateien: %d
757=Backup vollstädnig.
758=Es wurden keine Dateien bearbeitet.
759=%d Dateien (von %d) wurden nicht bearbeitet.
760=Alle Dateien wurden bearbeitet und erfolgreich nach '%s' archiviert.
761=Zu bearbeitende Dateien: %d+
762=Suche nach Internet/Mail/Netzwerk Passwörtern
763=Suche und entschlüssele Netzwerk Passwörter (Schritt %d von %d)
764=Bitte spezifizieren Sie, welche Passwörter Sie entschlüsseln möchten und ein Quell-Laufwerk um nach ihnen zu suchen.
765=Suche nach Web Passwörtern gespeichert in Internet Explorer, Edge, Firefox, Chrome und anderen Browsern
766=Suche nach Mail Passwörtern gespeichert in Outlook, Internet (Live) Mail, Thunderbird, Seamonkey, Foxmail, usw.
767=Suche nach LAN/WAN/RAS/DSL/VPN/WiFi und anderen Netzwerkpasswörtern
768=Stellen Sie sicher, daß der Pfad zum Windows-Verzeichnis korrekt eingestellt wurde und suchen Sie andernfalls einen gültigen aus. Spezifizieren Sie, ob Sie nach Passwörtern eines einzelnen Benutzers oder für alle Benutzer suchen möchten.
769=Bereit zum Start. Klicken Sie auf den Knopf '<< Passwörter Suchen >>' um Ihr System nach Passwörtern zu durchsuchen. Dies kann, aufgrund der von Ihnen gewählten Optionen, eine Weile dauern. Ein Doppelklick auf die rot gekennzeichneten Elemente führt die Entschlüsselung aus. Ein Rechtsklick auf die Liste öffnet ein Kontextmenü.
770=<< Passwörter Suchen >>
771=URL/Name
772=Login
773=Passwort
774=Gefunden/Entschlüsselt
775=<Noch nicht entschlüsselt>
776=%d Elemente wurden noch nicht entschlüsselt. Ein Doppelklick auf die rot gekennzeichneten Elemente um mit der Wiederherstellung zu beginnen.
777=Das Programm konnte die MasterKey Datei für das ausgewählte Element nicht finden. Stellen Sie sicher, daß alle Einstellungen korrekt gesetzt wurden.
778=Dann den Datenblob nicht entschlüsseln
779=Benutzer logon Passwort
780=Bitte geben Sie das Logon Passwort des Dateninhabers ein
781=Pfad Benutzerprofil
782=Benutzer SID
783=Benutzer MasterKey Datei
784=Das Ziel Betriebssystem benötigt ein SYSKEY Startup Passwort. Das Zurückstellen des Passworts könnte Ihr System unbrauchbar machen! Nutzen Sie stattdessen die SYSKEY Suche. Wenn Sie gute Gründe haben, mit diesem Schritt fortzufahren, stellen Sie sicher, daß Sie ein Backup der SAM Registry angelegt haben, bevor Sie fortfahren. Weitermachen?
785=SYSKEY password is empty
786=Kann den MasterKey nicht entschlüsseln. Vermutlich ist das Passwort ungültig.
787=Master Passwort
788=Profilpfad für das Programm
789=MasterKey Datei
790=%s wurde nicht gefunden
791=Sie sollten das Master Passwort eingeben, um mit der Entschlüsselung zu beginnen
792=Verschlüsselungsentropie ist notwendig
793=Geben Sie einen Formfeldnamen ein
794=Geben Sie eine Quell-URL Adresse ein
795=Name des Formfeldes
796=Addresse der Quell-URL Seite
797=Diese Art von Schutz benötigt Entropie bevor mit der Verschlüsselung begonnen werden kann. Folgende Elemente sollten eingegeben werden:\n%s.
798=Fehler beim Öffnen des Vault Verzeichnisses %s
799=Server
800=Entschlüsseln
801=Text Dateien (*.txt)|*.txt||
802=Typ
803=Kommentar
804=Name oder login
805=Kann die Inputdatei nicht parsen
806=Kann den MasterKey des Systems nicht entschlüsseln. Etwas ist schief gelaufen.
807=Neuen Benutzeraccount hinzufügen
808=Neuen Benutzeraccount hinzufügen (Schritt %d von %d)
809=Wählen Sie einen Benutzeraccount als Spender. Dieser Account wird als Quelle benutzt, um die seine Eigenschaften in einen neuen Account zu kopieren. Sie können diese Eigenschaften im nächsten abschließenden Schritt ändern.
810=Geben Sie einen Namen und ein Passwort für den neuen Benutzeraccount ein. Sie müssen ein nicht leeres Passwort eingeben, daß den Passwort Policies entspricht, wenn Sie eines eingeben! Klicken Sie auf den <<Erstellen>> Knopf um einen neuen Benutzeraccount in der SAM Datei zu erstellen.
811=<<  Erstellen  >>
812=Mitglied von
813=Konnte die Benutzer RID: %s nicht ausfindig machen
814=Account erstellen
815=Kann %s nicht ändern
816=Dieser Benutzername existiert bereits, wählen Sie einen anderen.
817=Benutzername darf nicht leer sein
818=Kann das Passwort von %s nicht ändern: %s.
819=Kann den RID Zähler: %s nicht ändern
820=Neuer Benutzer wurde erfolgreich erstellt. Wenn Sie weitere Eigenschaften des Accounts ändern möchten, kehren Sie zum Hauptmenü zurück und wählen Sie 'Eigenschaften des Benutzeraccounts editieren' aus.
821=Kann die Daten nicht in die SAM domain: %s speichern
822=Es wird dringend empfohlen, ein Backup der SAM Registry zu erstellen, bevor Sie fortfahren. Möchten Sie die Datei abspeichern?
823=Sie können keine Datei auf sich selbst speichern.
824=Kann %s nicht nach %s kopieren
825=Kann die SAM domain SID: %s nicht erhalten
826=Kein Mitglied von
827=Der neue Account ist kein Mitglied einer Gruppe. Sie werden nicht imstande sein, sich mit diesem Account einzuloggen. Möchten Sie trotzdem fortfahren?
828=Konnte den Benutzer nicht zur einer einzigen Gruppe hinzufügen
829=Der Account gehört nicht zur Administratorengruppe. Sind Sie sicher?
830=Kann den Benutzer nicht zur lokalen SAM Gruppe hinzufügen
831=Kann die Eigentumsinformationen für den neuen Account nicht setzen
832=Einige Windows Versionen lehnen leere Passwörter ab. Möchten Sie trotzdem fortfahren?
833=Suche verschlüsselte Dokumente
834=Suche verschlüsselte Dateien (Schritt %d von %d)
835=Wählen Sie Dokumenttypen aus, nach denen gesucht werden soll. Benutzen Sie die Knöpfe [<] und [>] um die Einstellungen vorzunehmen. Um Dokumente zu suchen, die nicht in der Liste aufgeführt sind, klicken Sie auf den [+] Knopf und fügen Sie eine eigene Dateimaske hinzu.
836=Zu suchende Dokumente
837=Verfügbare Elemente
838=Was soll gesucht werden
839=Alle finden
840=Keine finden
841=Zur Suche hinzufügen
842=Aus der Suche entfernen
843=Eigene Fileendung hinzufügen
844=Neues Suchelement hinzufügen
845=Datei(en) zur Suche hinzufügen
846=Erstellen sie den Elementnamen, der im Auswahldialog angezeigt werden soll und ein oder mehrere, durch Kommata getrennte Dateimasken. Zum Beispiel: *.kdbx, *.kdb, *.pwd
847=Anzeigename
848=Dateimasken
849=Der Name existiert bereits, wählen Sie einen anderen aus.
850=Mindestens einer der Dateimasken ist ungültig
851=Wählen Sie ein Laufwerk oder ein Verzeichnis aus, das nach Dateien durchsucht werden soll. Der Verzeichnisbaum kann benutzt werden, um mehrere eigene Orte einzustellen.
852=Bitte füllen Sie alle notwendigen Felder aus
853=Alle lokalen Festplatten
854=Ausgewähltes Laufwerk
855=Verzeichnis 'Dokumente' für jeden Benutzer
856=Alle Dateien und Verzeichnisse des gewählten Benutzers
857=Verzeichnis 'Dokumente' für den gewählten Benutzer
858=Spezifizierte Orte
859=Liste der Laufwerke
860=Ausgewählte Verzeichnisse: %d
861=<< SUCHE DATEIEN >>
862=Bereit zum Start. Klicken Sie auf den '<< SUCHE DATEIEN >>' Knopf um das System nach den angegebenen Dokumenten zu durchsuchen. Dies kann eine Weile dauern. Nachdem der Prozess abgeschlossen ist, öffnet ein Rechtsklick auf die Liste das Kontextmenü.
863=Dokumentname
864=Typ
865=Geschützt
866=Dateigröße
867=Erstellt
868=Geändert
869=Letzter Zugriff
870=Voller Pfad
871=Derzeitiges Verzeichnis
872=Bearbeitet/gefunden
873=Die Anzeigeoption des Logons wurde nicht gefunden, wird übersprungen.
874=Kann die Anzeigeoption Logon nicht ändern
875=Windows ist so eingestellt, daß die Benutzeraccounts beim Login screen nicht angezeigt werden. Möchten Sie dies aktivieren?
876=Das Programm konnte keine Verzeichnisse finden. Bitte spezifizieren Sie die Verzeichnisse manuell.
877=Prüfe ob ein Dokumentschutz besteht (nur für vordefinierte Dateitypen)
878=Die Dokumentensuche arbeitet schneller, wenn diese Option NICHT aktiviert ist
879=Auswählen
880=Backup
881=Export
882=Entfernen (aus Liste)
883=Alle Dokumente
884=Passwortgeschützte Dokumente
885=Alle Dokumente desselben ausgewählten Typs
886=Auswahl umkehren
887=Namen in eine Textdatei
888=Ganze Tabelle in eine Textdatei
889=Ganze Tabelle in eine HTML Datei
890=Ausgewählte Dokumente
891=Nicht durch Passwort geschützte Dokumente
892=ZIP Dateien (*.zip)|*.zip||
893=Dokumente gefunden
894=Hashes und Schlüssel gefunden
895=Schlüssel gefunden
896=DCC - arbeiten mit durch Domain gecachte Accounts
897=UTILS - Passwort Wiederherstellung und andere nützliche Tools
898=Arbeiten mit durch Domain gecachte Kredenzialien und Domain gecachten Accounts
899=Passwort wiederherstellen, Reset, Backup und andere Tools
900=Nicht genug Speicher. Es werden mindestens 1 GB RAM benötigt.
901=Domain gecachtes Account-Passwort zurücksetzen oder ändern
902=Zurücksetzen eines Domain gecachten Account-Passwortes (Schritt %d von %d)
903=Eintrag Nummer
904=Eintrag Typ
905=Letzter Logon
906=Vollständiger Name
907=Logon Domainname
908=Domainname
909=DNS Domainname
910=Home Laufwerk
911=Home Vereichnis
912=Pfad zum Profil
913=Zieldateien enthalten keine Domain gecachten Einträge
914=Geben Sie ein neues Passwort für den ausgewählten Domain cached Account oder klicken Sie die Inputbox auf leer um es zurückzustellen.
915=Reset DCC Passwort
916=Reset/Ändern des Passwortes für den DCC Account
917=Domain Cached Kredenzialien
918=Fehler bei der Änderung der DCC Account Einträge
919=Passwort für alle gecachten Einträge dieses Benutzeraccounts ändern
920=Wiederherstellung eines Domain gecachten Passwortes
921=Suche nach Domain gecachten Passwörtern (Schritt %d von %d)
922=DCC Hash
923=The account has been successfully modified. Now you should eject your bootable CD/DVD/USB, shut down the program and reboot the system.\n\nMake sure the domain is OFFLINE! Otherwise you will not be able to log in using the altered cached credentials.
924=Include to password search
925=Exclude from password search
926=Include all to password search
927=Exclude all except selected
928=Even though the program is highly optimized for speed search, the password recovery for domain cached credentials (type 2) runs extremely slowly due to strong encryption used. Actually, ~10000 times slower than domain cached credentials type 1. To gain a little bit more speed, consider excluding all unnecessary accounts out of the search list (use right mouse button for that).
929=Nothing to do. Select at least one item to search.
930=The program has detected domain logon activity. Return to the initial dialog and switch to the DCC mode if you need to reset password for one of the following domain accounts:
931=The program has detected domain cached logons. Return to the initial dialog and switch to the DCC mode if you need to reset password for one of the following domain cached accounts:
932=Select unprotection type
933=I have a recovery password
934=I have a recovery key-file
935=I have a certificate
936=Key file
937=Zertifikatsdatei
938=Select the drive to unlock
939=Unlock Bitlocker-encrypted drive
940=Unlock drives protected by Bitlocker
941=In order to be able to use the Bitlocker encrypted drives, you should provide volume password, recovery password, recovery key or certificate file.
942=Verschlüsseltes Laufwerk
943=<< UNLOCK >>
944=Unprotect selected drive
945=Bitlocker-encrypted drives were not found
946=Kann den Schutz des Laufwerkes %s nicht entfernen
947=Unlock Bitlocker drives
948=Last error: %s
949=Drive %C:\\ is not protected by Bitlocker. Proceed anyway?
950=The program has detected that the following drives are protected by Bitlocker:
951=Do you want to decrypt and attach them?
952=The system signaled that it can't unprotect the drive because of the following error: %s
953=The drive was unlocked successfully
954=I have a volume unlock password
955=Passwort Policy eingestellt
956=Neues Passwort entspricht der Policy
957=Passwort Policy Editor
958=Passwort policy betrachen und ändern (Schritt %d von %d)
959=Mindestlänge Passwort
960=Passwortverlauf Länge
961=Maximales Passwort Alter (Tage)
962=Minimales Passwort Alter (Tage)
963=Minimale Zeichenlänge eines gültigen Passworts
964=Number of previous passwords saved in the history list. A user cannot reuse a password in the history list.
965=Maximum length of time (days) that a password can remain the same
966=Minimum length of time (days) before a password can be changed
967=Password must meet complexity requirements
968=The password cannot be changed without logging on
969=Force to use a protocol that does not allow DC to get the plaintext password
970=Allows the built-in administrator account to be locked out from network logons
971=Store passwords using reversible encryption
972=Refuse weekly password change for machine accounts
973=Password policy affect all system security. Be careful, modifying some flags may cause target accounts be inactive/disabled/locked etc. Setting zero value should disable appropriate attribute.
974=Passwort policy
975=PC name
976=Account- oder Systemeigenschaften ändern
977=Konnte eines der Attribute nicht ändern: %s
978=Datum wurde erfolgreich verändert
979=Entschlüssele Windows Hello Kredenzialien
980=PIN nachschlagen
981=Logon Passwort
982=Suche und entschlüssle Windows Hello Kredenzialien (Schritt %d von %d)
983=Wiederherstellung des PINs (Schritt %d von %d)
984=Please, select Windows directory (for example, D:\\Windows) or point one manually if the program failes to detect it.
985=The list below contains found credentials stored by Windows Hello. If an item is highlighted in red, double-click it to finalize the decryption.
986=Bild Passwort
987=Computer
988=Punkt
989=Linie
990=Kreis
991=Abbildung
992=Einige Elemente wurden noch nicht entschlüsselt. Um die Entschlüsselung abzuschließen, doppelklicken Sie auf ein rot aufgeführtes Element und geben Sie den PIN des Benutzeraccounts ein.
993=Einen PIN Code eingeben
994=PIN Code eingeben, um Verschlüsselung abzuschließen
995=Der PIN besteht aus of %d Zahlen
996=Der PIN besteht aus Zahlen
997=Der PIN könnte Zeichen, Symbole und Zahlen enthalten
998=Das Passwort wurde nicht entschlüsselt. Möchten Sie es nochmal probieren?
999=Windows Hello Kredenzialien
1000=Die Wiederherstellung des PINs ist ein sehr langsamer Prozess aufgrund der starken Verschlüsselung. Stellen Sie sicher, daß Sie nur die notwendigsten Optionen ausgewählt haben. Es empfiehlt sich, den 'Angriff durch Künstliche Intelligenz' stets aktiviert zu lassen.
1001=Es wurde kein Benutzeraccount mit PIN Logon gefunden
1002=Klicken Sie auf den '<< PINs Finden >>' Knopf um Ihr System nach verlorenen PINs zu durchsuchen. Dies könnte eine Weile dauern. Um den Prozess zu beschlunigen, wählen Sie nur den PIN aus, den Sie benötigen. Die Wiederherstellung mehrer PINs erhöht die Wiederherstellungszeit proportional.
1003=Wiederhergestellte PINs
1004=PIN prüfen
1005=Auch wenn das Programm für die Schnellsuche optimiert wurde, ist die PIN Wiederherstellung aufgrund der starken Verschlüsselung extrem langsam. Um den Vorgang zu beschleunigen, wählen Sie die unnötigen PINs aus der Suchliste ab. Benutzen Sie die rechte Maustaste hierzu. Ausgeschlossene Elemente werden rot markiert.
1006=Das Programm hat festgestellt, daß zumindest ein PIN schwach ist und in zumutbarer Zeit wiederhergestellt werden kann. Möchten Sie die garantierte Wiederherstellung ausführen?
1007=Kann die Windows Hello Engine nicht initialisieren
1008=Das Programm konnte keine PINs finden. Stellen Sie sicher, daß das korrekte Windows Verzeichnis angegeben wurde und daß zumindest ein Benutzer Account mittels PIN konfiguriert wurde.
1009=Das Programm hat festgestellt, daß einige Logon Kredenzialien zu Reintext entschlüsselt werden können, mithilfe des Windows Hello Decoders. Stellen Sie sicher, daß Sie dies ausprobiert haben (sowie auch die Passwort Suche), bevor Sie das Passwort zurücksetzen. Möchten Sie den Windows Hello Kredenzialien Dialog öffnen?
1010=Keine Elemente gefunden. Mögliche Ursachen:\n- Windows Verzeichnis nicht korrekt gesetzt\n- Dateiverschlüsselung wird verwendet\n- Windows Hello wurde auf dem Zielsystem nicht aktiviert\n- Betriebssystem ist nicht Windows 10
1011=<< PINS FINDEN >>
1012=Das Program hat %d Windows Verzeichnisse entdeckt. Wählen Sie das zu nutzende Verzeichnis.
1013=TPM Schutz noch nicht unterstützt
1014=FORENSISCH - Werkezeuge für System Untersuchung
1015=Verschiedene Werkzeuge um Benutzeraktivität zu extrahieren und zu analysieren
1016=Logon Verlauf und Statistik
1017=Typ der Logon Accounts
1018=Reguläre Benutzeraccounts
1019=Active Directory Accounts
1020=Domain gecachte Accounts
1021=Extrahiere und betrachte logon Statistik (Schritt %d von %d)
1022=Wählen Sie den Typ des Logon Accounts aus, für den Sie die Statistik einsehen möchten. Einige Typen könnten nicht Verfügbar für das Zielsystem sein.
1023=NTDS.DIT wurde nicht gefunden. Möchten Sie den Pfad manuell anzeigen?
1024=Verfügbare Reports
1025=Wählen Sie einen verfügbaren Report aus und klicken Sie auf 'Weiter' um Statistiken des Reports zu erfassen. Bitte habe Sie Geduld, die Ausarbeitung der Statistik kann eine gewisse Zeit beanspruchen. 
1026=Letzte Logons
1027=Logon Aktivität
1028=Letzte Logoffs
1029=Logons mit falschem Passwort
1030=Alter des Passwortes 
1031=Alter des Accounts
1032=Vollständige Account Statistik
1033=Vollständige Account Statistik
1034=Statistiken werden extrahiert...\n\nBitte etwas Geduld.
1035=Um die Liste zu sortieren, klicken Sie auf den Spaltenkopf. Rechtsklick öffnet das Kontextmenü.
1036=Tage her
1037=Anzahl der Logons
1038=Hardwareverlauf
1039=Letzter Logoff
1040=Software Installationsverlauf
1041=Letztes Logon mit falschem Passwort
1042=Password wurde geändert
1043=Account erstellt
1044=Logons am Tag
1045=Netzwerkverlauf
1046=Extrahiere und zeige Verlauf (Schritt %d von %d)
1047=Output Filter
1048=Fortgeschrittene Output Optionen
1049=Alles anzeigen
1050=Nur Elemente anzeigen, die in dem Zeitraum erstellt wurden
1051=Nur Elemente anzeigen, die zuletzt in dem Zeitraum geändert wurden 
1052=Zusätzliche Output Filter erstellen, um unnötige Elemente herauszufiltern.
1053=Falsches Datum wurde gesetzt
1054=Zeige Hardware dessen Installationsdatum im spezifierten Zeitraum fällt
1055=Zeige Hardware dessen erste Anbringung oder letzte Entfernung im spezifizierten Zeitraum fällt
1056=Datum vom:
1057=Datum bis:
1058=Standard Systemgeräte nicht anzeigen
1059=Beschreibung
1060=Erstinstallation
1061=Erstankunft
1062=Zuletzt entfernt
1063=Gerätename
1064=Klasse
1065=Hersteller
1066=Service
1067=Treiber Beschreibung
1068=Typischer Pfad für Profilverzeichnis ist C:\\Users
1069=Systemweite Softwareinstallationen
1070=Benutzerspezifische Softwareinstallationen
1071=Systemkomponenten nicht anzeigen
1072=Was soll angezeigt werden
1073=Version
1074=Publisher
1075=Quellort
1076=Installationspfad
1077=Zeige Netzwerke an, deren Erstellungsdatum in den angegebenen Zeitraum fällt
1078=Zeige Netzwerke an, deren letzte Verbindung in den angegebenen Zeitraum fällt
1079=Netzwerkname
1080=Kategorie
1081=Letzte Verbindung
1082=Gateway MAC
1083=Öffentliches Netzwerk
1084=Privates Netzwerk
1085=Domain Netzwerk
1086=Anderes
1087=Ethernet
1088=Token Ring
1089=Fiber verteiltes Dateninterface
1090=PPP
1091=Software loopback
1092=ATM
1093=IEEE 802.11 (Wireless)
1094=Tunnel Typ Verkapselung
1095=IEEE 1394 (Firewire)
1096=Mobiles Breitband für WiMax
1097=Mobiles Breitband für GSM
1098=Mobiles Breitband für CDMA
1099=Unbekannt
1100=Letzte Benutzeraktivität
1101=Zuletzt benutzte Dateien
1102=Zuletzt benutzte Verzeichnisse
1103=Systemweite Daten
1104=Benutzerspezifische Daten
1105=Zeige Elemente, deren letzte Änderung im Datumsintervall fallen
1106=Erweiterung
1107=Datei/Element Name
1108=Datei öffnen/speichern Dialog
1109=Vom Explorer gestartet
1110=Task Ausführung
1111=Zuletzt verwendete Dokumente
1112=Zuletzt verwendete Verzeichnisse
1113=Dokumente
1114=Verzeichnisse
1115=Zuletzt verwendete Anwendungen
1116=Zuletzt verwendete Anwendungselemente
1117=Zuletzt verwendete RDP Verbindungen
1118=URLs, die im IE eingegeben wurden
1119=Pfade, die im Explorer eingegeben wurden
1120=Suchverlauf des Explorers
1121=Hintergrundaktivitäten
1122=Schreibtischaktivitäten
1123=Verlauf der Bluetoothgeräte
1124=Verlauf portabler Geräte
1125=Verlauf Wireless Profile
1126=Verlauf Benutzerunterstützung
1127=Zuletzt gemappte Netzwerklaufwerke
1128=Zuletzt gefunde Netzwerkelemente
1129=Zuletzt ausgeführte Datei/Verzeichnissuche
1130=Zuletzt verwendete Applets (%s)
1131=Letzter Regedit Schlüssel
1132=Outlook Konten
1133=Letztes Herunterfahren des Systems
1134=Installationsdatum des Systems
1135=Letzer Logon
1136=Zeige Dateien/Verzechnisse deren Erstellungsdatum ins Datumsintervall fällt
1137=Zeige Dateien/Verzeichnisse deren Datum der letzten Änderung ins Datumsintervall fällt
1138=Ausgewähltes Element verbergen
1139=Element mit %s='s%' verbergen
1140=Durchsuche die Verzeichnisstruktur.\n\nElemente bearbeitet/gefunden: %lu/%lu
1141=Dateiname
1142=Verzeichnisname
1143=Rechtklick, um Kontextmenü zu öffnen
1144=Das Program hat erkannt, daß das System geheime Fragen und Antworten verwendet. Möchten Sie diese Informationen sehen?
1145=Geheime Fragen und Antworten
